{
  "en": {
    "title": "Privacy Policy",
    "subtitle": "Please read and understand before using the services we provide",
    "introduction": "Dear customer, we appreciate your interest in data protection. We would like to provide you with an easily understandable overview of our data protection process. Our goal is to offer you a great and secure customer experience, ensuring that you can always trust us and that we remain transparent and honest with you. Your trust in our products or services allows us to deliver a superior customer experience, and we sincerely thank you for your cooperation.",
    "who_we_are": "We are Alsalam Company, registered under commercial registration number: 1010806726. You can always contact us via email at help@lockers.com.sa. By visiting our website, registering, or placing orders, you agree to this privacy policy. As data controllers, we determine how your personal data is processed, for what purposes, and by what means. Although we are legally required to provide you with all the following information, we do so primarily because we believe partnerships should always be based on honesty. If you have any questions about data protection at Alsalam, you can contact our data protection team at any time by emailing help@lockers.com.sa.",
    "right_to_modify": "We reserve the right to update this privacy policy in accordance with legal provisions. We will notify you of any significant changes, such as modifications in the purpose of data processing or new purposes for processing.",
    "privacy_is_your_right": "As a customer, you have the choice regarding which information you wish to share with us. Of course, we need certain information to fulfill our contract. However, this does not always require all the data available to us.",
    "data_processing": "We only use the necessary personal data to serve you, which is mandatory for us to deliver products and services to you. Without your consent to use your data, you will not be able to use our services.",
    "your_rights": [
      {
        "name": "Right to Review the Privacy Policy",
        "description": "You have the right to review and approve the personal data privacy policy before your personal data is processed."
      },
      {
        "name": "Right to Access",
        "description": "You have the right to be informed about the data we store and process concerning you."
      },
      {
        "name": "Right to Correction",
        "description": "If you notice that stored data is incorrect, you can correct your data directly in your profile."
      },
      {
        "name": "Right to Deletion",
        "description": "You can request at any time that we delete the stored data related to you, leading to the deactivation of your account."
      },
      {
        "name": "Right to Data Transfer",
        "description": "You can request that we send you the stored data in a machine-readable format. We will make the data available to you electronically."
      },
      {
        "name": "Right to File a Complaint",
        "description": "If you believe that we have made an error regarding your personal data or rights, you can file a complaint at any time by emailing help@lockers.sa."
      }
    ],
    "what_data_do_we_process": "We process your personal data only in accordance with strict legal requirements. We pay particular attention to ensuring that all principles of personal data processing are adhered to. If our assessment concludes that the processing cannot be reasonably expected, we will only proceed after obtaining your explicit consent.",
    "processing_activities": "Below is a description of our processing activities, specifying for each the categories of personal data processed and the reasons.",
    "transferring_information": "We use various drivers to fulfill your requests. They may be independent or third-party providers supplying drivers under a data processing agreement when service is requested. We transmit your personal data to drivers so they can fulfill your request promptly.",
    "fraud_prevention": "To protect our customers and platform from potential attacks, we continuously monitor activities on our site for all visitors. Various technical measures ensure the early detection and prevention of suspicious behaviors.",
    "mergers_acquisitions": "In the event of a merger with another company or an acquisition, we will disclose information to that company while ensuring compliance with legal data protection regulations.",
    "who_we_work_with": "We never share your data with unauthorized third parties. However, as part of our operations, we obtain services from specific service providers and grant them limited, strictly monitored access to some of our data.",
    "authorities_legal": "In certain situations, we may be required to disclose personal data to public authorities, such as law enforcement agencies, courts, or tax authorities, to prevent fraud, comply with legal obligations, or protect our rights and interests. Alsalam disclaims liability for the contents of transported items, as they are the sole responsibility of the customer. If prohibited items are found, the customer bears full legal responsibility.",
    "data_retention": "We will delete your personal data if you request it and close your account. However, certain legal retention periods apply, such as tax records, which must be retained for 6 to 10 years or longer in some cases.",
    "cookies_policy": "We use cookies to enhance your experience on our website. Cookies are classified into three categories: Required, Functional, and Personalized. These help in navigation, feature usage, and targeted advertising. Disabling cookies may affect website functionality."
  },
  "ar": {
    "title": "سياسية الخصوصية",
    "subtitle": "يرجى قراءة وفهم هذه المعلومات قبل استخدام الخدمات التي نقدمها",
    "introduction": "عزيزي العميل، نقدر اهتمامك بحماية البيانات. نود أن نقدم لك نظرة شاملة وسهلة الفهم حول عملية حماية البيانات الخاصة بنا. هدفنا هو تقديم تجربة عملاء ممتازة وآمنة، مما يضمن لك الثقة الدائمة بنا وأننا نظل شفافين وصادقين معك. إن ثقتك في منتجاتنا أو خدماتنا تتيح لنا تقديم تجربة عميل متميزة، ونحن نشكرك بصدق على تعاونك.",
    "who_we_are": "نحن شركة لوكرز، مسجلة برقم السجل التجاري: 1010806726. يمكنك دائمًا الاتصال بنا عبر البريد الإلكتروني help@lockers.com.sa. من خلال زيارة موقعنا الإلكتروني أو التسجيل أو تقديم الطلبات، فإنك توافق على سياسة الخصوصية هذه. بصفتنا مراقبين للبيانات، نحن نحدد كيفية معالجة بياناتك الشخصية، ولأي غرض، وبأي وسيلة. إذا كان لديك أي أسئلة حول حماية البيانات في لوكرز، يمكنك الاتصال بفريق حماية البيانات لدينا في أي وقت عن طريق إرسال بريد إلكتروني إلى help@lockers.com.sa.",
    "right_to_modify": "نحتفظ بالحق في تحديث سياسة الخصوصية هذه وفقًا للأحكام القانونية. سنقوم بإبلاغك بأي تغييرات هامة، مثل التعديلات في غرض معالجة البيانات أو أغراض جديدة للمعالجة.",
    "privacy_is_your_right": "بصفتك عميلًا، لديك الخيار في تحديد المعلومات التي ترغب في مشاركتها معنا. بالطبع، نحن بحاجة إلى بعض المعلومات لتنفيذ عقدنا. ومع ذلك، فإن هذا لا يتطلب دائمًا جميع البيانات المتاحة لدينا.",
    "data_processing": "نستخدم فقط البيانات الشخصية اللازمة لخدمتك، والتي هي ضرورية لنا لتقديم المنتجات والخدمات لك. بدون موافقتك على استخدام بياناتك، لن تتمكن من استخدام خدماتنا.",
    "your_rights": [
      {
        "name": "الحق في مراجعة سياسة الخصوصية",
        "description": "يحق لك مراجعة والموافقة على سياسة الخصوصية الخاصة بالبيانات الشخصية قبل معالجة بياناتك الشخصية."
      },
      {
        "name": "الحق في الوصول",
        "description": "يحق لك معرفة البيانات التي نخزنها ونقوم بمعالجتها بشأنك."
      },
      {
        "name": "الحق في التصحيح",
        "description": "إذا لاحظت أن البيانات المخزنة غير صحيحة، يمكنك تصحيح بياناتك مباشرة في ملفك الشخصي."
      },
      {
        "name": "الحق في الحذف",
        "description": "يمكنك طلب في أي وقت أن نقوم بحذف البيانات المخزنة المتعلقة بك، مما يؤدي إلى تعطيل حسابك."
      },
      {
        "name": "الحق في نقل البيانات",
        "description": "يمكنك طلب أن نرسل لك البيانات المخزنة بتنسيق قابل للقراءة آليًا. في هذا الصدد، سنجعل البيانات متاحة لك إلكترونيًا."
      },
      {
        "name": "الحق في تقديم شكوى",
        "description": "إذا كنت تعتقد أننا ارتكبنا خطأ بشأن بياناتك الشخصية أو حقوقك، يمكنك تقديم شكوى في أي وقت عن طريق إرسال بريد إلكتروني إلى help@lockers.sa."
      }
    ],
    "what_data_do_we_process": "نقوم بمعالجة بياناتك الشخصية فقط وفقًا لمتطلبات قانونية صارمة. نحن نولي اهتمامًا خاصًا لضمان الامتثال لجميع مبادئ معالجة البيانات الشخصية. إذا خلص تقييمنا إلى أن المعالجة لا يمكن توقعها بشكل معقول، فإننا لن نواصل المعالجة إلا بعد الحصول على موافقتك الصريحة.",
    "processing_activities": "فيما يلي وصف أنشطتنا في المعالجة، حيث تحدد في كل حالة فئات البيانات الشخصية المعالجة والأسباب.",
    "transferring_information": "نستخدم سائقين مختلفين لتنفيذ طلباتك. قد يكونون مستقلين أو مزودين ثالثين بموجب اتفاقية معالجة بيانات. في جميع الحالات، ننقل بياناتك الشخصية إليهم ليتمكنوا من تنفيذ طلبك بسرعة.",
    "fraud_prevention": "لحماية عملائنا ومنصتنا من الهجمات المحتملة، نراقب الأنشطة على موقعنا لجميع الزوار. يتم اتخاذ تدابير فنية مختلفة للكشف المبكر ومنع السلوك المشبوه.",
    "mergers_acquisitions": "في حال حدوث اندماج مع شركة أخرى أو استحواذ، سنكشف عن المعلومات لتلك الشركة مع ضمان الامتثال للوائح حماية البيانات القانونية.",
    "who_we_work_with": "نحن لا نشارك بياناتك مع أطراف ثالثة غير مصرح لها. ومع ذلك، كجزء من عملياتنا، نحصل على خدمات من مقدمي خدمات معينين ونمنحهم وصولًا محدودًا ومراقبًا عن كثب إلى بعض بياناتنا.",
    "authorities_legal": "في بعض الحالات، قد نكون مطالبين بالكشف عن بيانات شخصية للسلطات العامة، مثل وكالات إنفاذ القانون، المحاكم، أو السلطات الضريبية، لمنع الاحتيال أو الامتثال للالتزامات القانونية. نحن في لوكرز نرفض المسؤولية عن محتويات العناصر المنقولة، حيث تكون المسؤولية القانونية عليها من مسؤولية العميل فقط. إذا تم العثور على عناصر محظورة، يتحمل العميل المسؤولية القانونية بالكامل.",
    "data_retention": "سنقوم بحذف بياناتك الشخصية إذا طلبت ذلك وأغلقنا حسابك. ومع ذلك، تنطبق بعض فترات الاحتفاظ القانونية، مثل سجلات الضرائب، التي يجب الاحتفاظ بها من 6 إلى 10 سنوات أو أطول في بعض الحالات.",
    "cookies_policy": "نستخدم الكوكيز لتحسين تجربتك على موقعنا الإلكتروني. تصنف الكوكيز إلى ثلاث فئات: المطلوبة، الوظيفية، والشخصية. تساعد هذه الفئات في التنقل، واستخدام الميزات، والإعلانات المستهدفة. قد يؤثر تعطيل الكوكيز على وظائف الموقع."
  }
}
