{
  "en": [
    {
      "title": "Terms & Conditions",
      "content": "Please read and understand the following terms carefully before using 'Lockers' services. 'Lockers' offers its members various services through its website and application, such as requesting transportation services, a platform for buying and selling used furniture, storage requests, or retrieving stored items, in addition to connecting with local service providers."
    },
    {
      "title": "Personal Responsibility",
      "content": "By using 'Lockers' services, you confirm that you are fully responsible for the information you provide and that it is correct and up-to-date. You agree to bear full responsibility for the accuracy of the information you submit."
    },
    {
      "title": "Prohibited Activities",
      "content": "Users must not misuse the services provided by 'Lockers', including but not limited to fraud, providing false information, or using the service for illegal purposes."
    },
    {
      "title": "Service Availability",
      "content": "'Lockers' strives to ensure the continuous availability of its services, but it does not guarantee that the services will always be available without interruption or free of errors."
    },
    {
      "title": "Modifications to the Terms",
      "content": "'Lockers' reserves the right to modify these terms and conditions at any time without prior notice. The user is responsible for regularly reviewing the terms."
    },
    {
      "title": "Governing Law",
      "content": "These terms and conditions are governed by the laws applicable in the Kingdom of Saudi Arabia."
    }
  ],
  "ar": [
    {
      "title": "الشروط والاحكام",
      "content": "يرجى قراءة وفهم الشروط التالية بعناية قبل استخدام خدمات 'Lockers'. تقدم 'Lockers' لأعضائها العديد من الخدمات عبر موقعها الإلكتروني وتطبيقها، مثل طلب خدمات النقل، منصة لبيع وشراء الأثاث المستعمل، طلبات التخزين أو استرجاع العناصر المخزنة، بالإضافة إلى التواصل مع مقدمي الخدمات المحليين."
    },
    {
      "title": "المسؤولية الشخصية",
      "content": "باستخدامك لخدمات 'Lockers'، فإنك تؤكد أنك تتحمل المسؤولية الكاملة عن المعلومات التي تقدمها وأنها صحيحة ومحدثة. وتوافق على تحمل المسؤولية الكاملة عن دقة المعلومات التي تقدمها."
    },
    {
      "title": "الأنشطة المحظورة",
      "content": "يجب على المستخدمين عدم إساءة استخدام الخدمات المقدمة من 'Lockers'، بما في ذلك على سبيل المثال لا الحصر الاحتيال، تقديم معلومات خاطئة، أو استخدام الخدمة لأغراض غير قانونية."
    },
    {
      "title": "توفر الخدمة",
      "content": "تسعى 'Lockers' لضمان توفر خدماتها بشكل مستمر، لكنها لا تضمن أن تكون الخدمات متاحة دائمًا دون انقطاع أو خالية من الأخطاء."
    },
    {
      "title": "تعديلات على الشروط",
      "content": "تحتفظ 'Lockers' بالحق في تعديل هذه الشروط والأحكام في أي وقت دون إشعار مسبق. ويقع على عاتق المستخدم مسؤولية مراجعة الشروط بشكل دوري."
    },
    {
      "title": "القانون الحاكم",
      "content": "تخضع هذه الشروط والأحكام للقوانين المعمول بها في المملكة العربية السعودية."
    }
  ]
}
