Repository: MoedCode/furniture1
Catalog: api_core/locale/*/LC_MESSAGES/django.po
Languages: ar

source: No packages created yet.
ar: لم يتم إنشاء أي باقات بعد.

source: Package deleted successfully.
ar: تم حذف الباقة بنجاح.

source: A profile already exists for this user.
ar: يوجد ملف شخصي بالفعل لهذا المستخدم.

source: Profile not found.
ar: لم يتم العثور على الملف الشخصي.

source: Profile has no image
ar: الملف الشخصي لا يحتوي على صورة

source: At least one paragraph is required.
ar: مطلوب فقرة واحدة على الأقل.

source: paragraphs is required.
ar: الفقرات مطلوبة.

source: Empty paragraphs are not allowed.
ar: لا يُسمح بالفقرات الفارغة.

source: Enter a valid email address.
ar: يرجى إدخال بريد إلكتروني صالح.

source: Al Salam furniture moving
ar: السلام لنقل الأثاث
